filename           = "Κρεμάλα Δύον Παιχτών"
create_game        = "Δημιουργία Παιχνιδιού"
join_game          = "Εύρεση Παιχνιδιού"
instructions       = "Οδηγίες"
credits_           = "Τίτλοι"
quit_              = "Έξοδος"
choose             = "Επιλογή"
options            = "Ρυθμίσεις"
failedToCreateGame = "Πρόβλημα Σύνδεσης: Αποτυχία δημιουργίας παιχνιδού."
waitinForClient    = "Ο server ξεκίνησε!\n\nΠαρακαλώ περιμένετε.\nΠεριμένετε για τον δεύτερο παίχτη."
clientAccepted     = "Ένας παίχτης συνδέθηκε στο παιχνίδι."
connected          = "Συνδεθήκατε σε ένα παιχνίδι."
failedToConnect    = "Αποτυχία Σύνδεσης: Δεν συνδεθήκατε σε παιχνίδι."
giveHiddenWord     = "Δώσε την λέξη: "
waitingPreparation = "Περιμένετε όσο ο άλλος παίχτης δημιουργεί τα χαρακτηριστικά του παιχνιδού."
status             = "Πληροφορίες"
word               = "Κρυφή Λέξη"
entered            = "Αποτυχίες"
guess              = "Μαντεψιά"
life               = "Ζωή"
takeInput          = "Δώσε ένα γράμμα η μία λέξη"
win                = "Κερδίσατε!"
Quickloose         = "Χάσατε.Ο αντίπαλος βρήκε την λέξη μονοκόματα."
alreadyFound       = "Ο χαρακτήρας που δώσατε έχει βρεθει."
loose              = "Χάσατε."
connectionError    = "Ο Server σταμάτησε: H σύνδεση χάθηκε."
Continue           = "Πιέστε ENTER για συνέχεια..."


info = '''Όταν δημιουργείς ένα παιχνίδι ξεκινάει ένας server στην\n
τοπική ip διεύθηνση του υπολογηστή σου. Αν ο client βρήσκετε στο ίδιο δίκτυο
\nμε τον server τότε για να συνδεθεί στον server πρέπει να πληκτρολογίσει την
\nτοπυκή ip του Η/Υ που τρέχει τον server.Αν ο client δεν βρήσκετε στον ίδιο
\nδίκτυο με τον server τότε αυτός που τρέχει τον server πρέπει να ανοίξει μια
\nπόρτα στο router με αυτήν την τιμή: 8397.Στην συνέχεια ο client για να συνδεθεί
\nστον server πρέπει να πληκτρολογίση την εξωτερική ip του router του.Για να βρήτε
\nτην εξωτερική ip κάντε το εξής:
Από τον Η/Υ που τρέχει τον server ανοίξτε το google και googlaρετε το εξής
\n"what's my ip".Τώρα άμα μπήτε στην πρώτη ιστοσελίδα θα δήχνει την εξωτερική
\nip σας.'''


credits_info = '''Ιδέα            : Νικόλαος Μπαμπαλιάρης
Προγραμματιστής : Νικόλαος Μπαμπαλιάρης
Γλώσσα          : Python
Modules         : Όλλα τα modules είναι build-in modules της python
Μετάφραση       : Νικόλαος Μπαμπαλιάρης'''
